Repository: larisagiubega/HealthClinic
Catalog: Localization/lang.*.resx
Languages: de, ro

# btnContinueAsPatient
source: Continue as patient
de: Fahren Sie als Patient fort
ro: Continuați ca pacient

# btnLogin
source: Log in
de: Einloggen
ro: Logare

# lblSelectLanguage
source: Select language
de: Sprache auswählen
ro: Selectați limba

# cbPasswordVisible
source: Password visible
de: Passwort sichtbar
ro: Parolă vizibilă

# lblOr
source: ...or...
de: ...oder...
ro: ...sau...

# lblPassword
source: Password
de: Passwort
ro: Parolă

# lblUsername
source: Username
de: Nutzername
ro: Nume de utilizator

# btnAppointments
source: Make an appointment
de: Einen Termin machen
ro: Faceți o programare

# btnBack
source: Back
de: Zurück
ro: Înapoi

# btnCheckSymptoms
source: Check symptoms
de: Symptome prüfen
ro: Verificați-vă simptomele

# btnNoticeBoard
source: Check notice board
de: Hinweistafel prüfen
ro: Verificați avizier

# lblSymptomsWarning
source: *Disclaimer: this tool is not intended to be a substitute for qualified medical advice, diagnosis, or treatment.
de: *Haftungsausschluss: Dieses Tool ist kein Ersatz für qualifizierte medizinische Beratung, Diagnose oder Behandlung.
ro: *Disclaimer: acest instrument nu este destinat să înlocuiască sfatul, diagnosticul sau tratamentul medical calificat.

# btnCheckAppointments
source: Save appointments
de: Termine speichern
ro: Salvați programări

# btnCreateSchedule
source: Create schedule
de: Zeitplan erstellen
ro: Creați program

# btnLogOut
source: Log out
de: Ausloggen
ro: Delogare

# btnMedications
source: Keep track of medications
de: Siehe Medikamente
ro: Tineți evidența medicamentelor

# btnProcessInvoices
source: Check/ validate invoices
de: Rechnungen bearbeiten
ro: Verificați/ validați facturi

# btnSchedule
source: Check appointments' schedule
de: Überprüfen Sie den Zeitplan der Termine
ro: Verificați calendarul programărilor

source: Welcome, patient!
de: Willkommen, Patient!
ro: Bine ați venit, pacient!

# btnCreateNotice
source: Create notice
de: Hinweis erstellen
ro: Creați anunt

# btnEditDeleteNotice
source: Edit/ Delete notice
de: Hinweis bearbeiten/löschen
ro: Modificați/ Ștergeți anunțul

# btnSave
source: Save
de: Speichern
ro: Salvați

source: Created by
de: Erstellt von
ro: Creat de către

# ApplicationWillRestart
source: The application will restart for changes to take place.
de: Die Anwendung muss neu gestartet werden, damit die Änderungen wirksam werden.
ro: Pentru a avea loc modificările, aplicația se va reporni.

source: Health clinic
de: Gesundheitsklinik
ro: Clinică medicală

# lblPickUser
source: Pick user
de: Benutzer auswählen
ro: Alegeți utilizator

# lblPickDayOfWeek
source: Pick day of the current week
de: Wählen Sie den Tag der folgenden Woche aus
ro: Alegeți ziua din săptămâna curentă

# lblPickShift
source: Pick shift hours
de: Wählen Sie Schichtzeiten
ro: Alegeți orele schimbului

source: Please select user
de: Bitte Benutzer auswählen
ro: Vă rugăm selectați utilizatorul

source: Friday
de: Freitag
ro: Vineri

source: Monday
de: Montag
ro: Luni

source: Saturday
de: Samstag
ro: Sâmbătă

source: Sunday
de: Sonntag
ro: Duminică

source: Thursday
de: Donnerstag
ro: Joi

source: Tuesday
de: Dienstag
ro: Marți

source: Warning
de: Warnung
ro: Atenție!

source: Wednesday
de: Mittwoch
ro: Miercuri

# MultipleShiftsPerDayNotPossible
source: A person cannot work multiple shifts on the same day!
de: Eine Person kann nicht mehrere Schichten am selben Tag arbeiten!
ro: O persoană nu poate lucra schimburi multiple în aceeași zi!

# ScheduleSaved
source: Schedule has been saved!
de: Zeitplan wurde gespeichert!
ro: Programul a fost salvat!

# lblFriday
source: Schedule on Friday
de: Zeitplan am Freitag
ro: Program vineri

# lblMonday
source: Schedule on Monday
de: Termin am Montag
ro: Program luni

# lblSaturday
source: Schedule on Saturday
de: Zeitplan am Samstag
ro: Program sâmbătă

# lblSunday
source: Schedule on Sunday
de: Zeitplan am Sonntag
ro: Program duminică

# lblThursday
source: Schedule on Thursday
de: Zeitplan am Donnerstag
ro: Program joi

# lblTuesday
source: Schedule on Tuesday
de: Zeitplan am Dienstag
ro: Program marți

# lblWednesday
source: Schedule on Wednesday
de: Zeitplan am Mittwoch
ro: Program miercuri

# btnEditNotice
source: Save changes
de: Änderungen speichern
ro: Salvați modificarea

# lblSelectNotice
source: Select notice
de: Hinweis auswählen
ro: Alegeți un anunț

source: Notice
de: Notiz
ro: Anunț

source: Please select notice.
de: Bitte Hinweis auswählen.
ro: Vă rugăm să alegeți un anunț.

source: Please make an appointment.
de: Bitte vereinbaren Sie einen Termin.
ro: Vă rugăm să faceți o programare.

# btnDeleteNotice
source: Delete notice
de: Hinweis löschen
ro: Ștergeți anunț

# btnShowAllNotices
source: Show all notices
de: Alle Hinweise anzeigen
ro: Afișați toate anunțurile

# PleaseEditNotice
source: You cannot save an unmodified notice. Please edit it and save it afterwards.
de: Sie können eine unveränderte Benachrichtigung nicht speichern. Bitte bearbeiten Sie es und speichern Sie es anschließend.
ro: Nu puteți salva un anunț nemodificat. Vă rugăm modificați anunțul, iar apoi salvați-l.

# AddingUnsuccessful
source: The notice could not be saved!
ro: Adăugarea nu a putut avea loc!

# DeletingUnsuccessful
source: The notice could not be deleted!
ro: Anunțul nu a putut fi șters!

# EditingUnsuccessful
source: The notice could not be edited!
ro: Anunțul nu a putut fi editat!

# SomethingWentWrong
source: Error
de: Fehler
ro: Eroare

# SuccessfullyDeleted
source: The notice was successfully deleted!
de: Der Hinweis wurde erfolgreich gelöscht!
ro: Anunțul a fost șters cu succes!

# SuccessfullyEdited
source: The notice was successfully edited!
de: Der Hinweis wurde erfolgreich bearbeitet!
ro: Anunțul a fost modificat cu succes!

# SuccessfullySaved
source: The notice was successfully saved!
de: Die Benachrichtigung wurde erfolgreich gespeichert!
ro: Anunțul a fost adăugat cu succes!

# lblContactAdministrator
source: * Please contact administrator for eventual changes.
de: * Bitte kontaktieren Sie den Administrator für eventuelle Änderungen.
ro: * Vă rugăm să contactați administratorul pentru eventuale modificări.

source: Free
de: Frei
ro: Liber

# AppointmentSaved
source: The appointment has been saved!
de: Der Termin wurde gespeichert!
ro: Programarea a fost salvată!

source: Error!
de: Fehler!
ro: Eroare!

# ErrorSavingAppointment
source: The appointment could not be saved!
de: Der Termin konnte nicht gespeichert werden!
ro: Programarea nu a putut fi salvată!

# lblAppointmentDate
source: Appointment date
de: Termin
ro: Data programării

# lblDoctorName
source: Doctor's name
de: Name des Arztes
ro: Numele doctorului

# lblFirstName
source: First name
de: Vorname
ro: Prenume

# lblLastName
source: Last name
de: Familienname
ro: Nume

# lblPhoneNo
source: Phone number
de: Telefonnummer
ro: Număr de telefon

# PleaseInsertFirstName
source: Please insert your first name!
de: Bitte geben Sie Ihren Vornamen ein!
ro: Vă rugăm să vă introduceți prenumele!

# PleaseInsertLastName
source: Please insert your last name!
de: Bitte geben Sie Ihren Nachnamen ein!
ro: Vă rugăm să vă introduceți numele!

# PleaseInsertPhoneNumber
source: Please insert your phone number!
de: Bitte geben Sie Ihre Telefonnummer ein!
ro: Vă rugăm să vă introduceți numărul de telefon!

source: Please pick a doctor!
de: Bitte suchen Sie sich einen Arzt aus!
ro: Vă rugăm să alegeți un doctor!

# lblAppointmentHour
source: Appointment hour
de: Sprechstunde
ro: Ora programării

# PleasePickAValidDate
source: Please pick a valid date! (The earliest you can make an appointment is 24 hours from now)
de: Bitte wählen Sie ein gültiges Datum! (Sie können frühestens in 24 Stunden einen Termin vereinbaren)
ro: Vă rugăm să alegeți o dată validă! (Programările se pot face pentru peste cel devreme 24 de ore din momentul curent)

source: Please insert a valid first name!
de: Bitte geben Sie einen gültigen Vornamen ein!
ro: Vă rugăm să introduceți un prenume valid!

source: Please insert a valid last name!
de: Bitte geben Sie einen gültigen Nachnamen ein!
ro: Vă rugăm să introduceți un nume valid!

# PleaseInsertAValidPhoneNo
source: Please insert a valid phone number!
de: Bitte geben Sie eine gültige Telefonnummer ein!
ro: Vă rugăm să introduceți un număr de telefon valid!

# AppointmentsCouldNotBeSaved
source: The appointments could not be saved!
de: Die Termine konnten nicht gespeichert werden!
ro: Programările nu au putut fi salvate!

# AppointmentsSaved
source: The appointments have been saved!
de: Die Termine wurden gespeichert!
ro: Programările au fost salvate!

# NoAppointmentsInExcel
source: There are no new appointments!
de: Es gibt keine neuen Termine!
ro: Nu sunt programări noi!

source: Success
de: Erfolg
ro: Succes

# PlaseSelectDoctor
source: Please select a doctor!
de: Bitte Arzt auswählen!
ro: Vă rugăm selectați un doctor!

# btnProcessMedications
source: Process medication
de: Medikamente verarbeiten
ro: Procesare medicamente

source: Last billing date
de: Letztes Abrechnungsdatum
ro: Ultima dată de facturare

# lblInsufficientStock
source: *The red background means insufficient stock.
de: *Der rote Hintergrund bedeutet, dass der Vorrat nicht ausreicht.
ro: * Fundalul roșu indică stoc insuficient.

# MedicineForm
source: Keep track of medications
de: Behalten Sie den Überblick über Medikamente
ro: Ține evidența medicamentelor

source: Medicine name
de: Arzneimittelname
ro: Numele medicamentului

# Quantity
source: Quantity (boxes)
de: Menge (Kartons)
ro: Cantitate (cutii)

# lblSelectScheduleDay
source: Please select a day of the following week
de: Bitte wählen Sie einen Tag der Folgewoche aus
ro: Vă rugăm selectați o zi a săptămânii următoare

# lblYourAppointments
source: Your appointments for the selected day:
de: Ihre Termine für den ausgewählten Tag:
ro: Programările dv. pentru ziua selectată:

# atHour
source: at
de: beim
ro: la ora

# NoAppointmentsForDay
source: You have no appointments on
de: Sie haben keine Termine
ro: Nu aveți nicio programare pe data de

# EmptyStock
source: Empty stock for medication
de: Leerer Vorrat für Medikamente
ro: Stoc gol

# InsufficientStockFor
source: There is an insufficient stock for the following:
de: Für Folgendes ist kein Bestand vorhanden:
ro: Stocul este insuficient pentru următoarele medicamente:

# Cough
source: Tuse
de: Husten

source: Underactive thyroid
de: Unterfunktion der Schilddrüse
