Repository: larisagiubega/HealthClinic
Catalog: Localization/lang.*.resx
Languages: de, ro

# AbdomenBulge
source: Bulge in the abdomen
de: Beule im Bauch
ro: Umflatură în abdomen

# AbdomenDiscomfort
source: Discomfort in your upper abdomen
ro: Disconfort în partea superioară a abdomenului

source: Abdominal aortic aneurysm
de: Beschwerden im Oberbauch
ro: Anevrism de aortă abdominală

source: Abdominal pain
de: Bauchschmerzen
ro: Dureri abdominale

source: Aching muscles
de: Muskelkater
ro: Dureri musculare

source: Acute cholecystitis
de: Akuten Cholezystitis
ro: Colecistită acută

source: Acute pancreatitis
de: Akute Pankreatitis
ro: Pancreatită acută

source: Addison's disease
de: Addison-Krankheit
ro: Boala Addison's

# AlcoholDisease
source: Alcohol-related liver disease
de: Alkoholbedingte Lebererkrankung
ro: Boli hepatice legate de alcool

source: Allergies
de: Allergien
ro: Alergii

source: Anaphylaxis
de: Anaphylaxie
ro: Anafilaxie

source: Anxiety
de: Angst
ro: Anxietate

source: Appendicitis
de: Appendizitis
ro: Apendicită

source: Asthma
ro: Astm

# BackAbdominalPain
source: Back or abdominal pain
de: Rücken-oder Bauchschmerzen
ro: Dureri de spate sau abdominale

source: Being sick
de: Krank sein
ro: Sunt bolnav(ă)

# BladderProblem
source: Bladder problems
de: Blasenprobleme
ro: Probleme cu vezica urinară

source: Bloating
de: Blähungen
ro: Balonare

source: Blocked nose
de: Verstopfte Nase
ro: Nas înfundat (presiune în sinusuri)

# BloodyCough
source: Coughing up blood or blood-stained phlegm
de: Husten von Blut oder blutbeflecktem Schleim
ro: Tuse cu sânge sau flegmă pătată de sânge

# BloodyDiarrhoea
source: Diarrhoea, which may contain blood or mucus
de: Durchfall, der Blut oder Schleim enthalten kann
ro: Diaree, care poate conține sânge sau mucus

source: Blurred vision
de: Verschwommene Sicht
ro: Vedere încețoșată

source: Body rash
de: Hautausschlag
ro: Erupție cutanată pe corp

source: Bowel problems
de: Darmprobleme
ro: Probleme intestinale

# BrittleHairNails
source: Brittle hair and nails
de: Brüchige Haare und Nägel
ro: Păr și unghii fragile

source: Bronchiectasis
de: Bronchiektasen
ro: Bronșiectazie

source: Bronchitis
ro: Bronșită

# CapsLockOn
source: Caps lock is on.
de: Die Feststelltaste ist aktiviert.
ro: Caps lock este pornit.

source: Chest pain
de: Brustschmerzen
ro: Dureri de piept

source: Chills
de: Schüttelfrost
ro: Frisoane

source: Choking sensation
de: Erstickungsgefühl
ro: Senzație de sufocare

source: Churning stomach
de: Aufgewühlter Magen
ro: Stomacul agitat

source: Cold and flu
de: Erkältung und Grippe
ro: Raceală și gripă

# ColdSensitivity
source: Being sensitive to cold
de: Kälteempfindlich sein
ro: Senzitivitate la rece

source: Collapse and unconsciousness
de: Kollaps und Bewusstlosigkeit
ro: Prăbuşire şi lipsa cunştiienţei

source: Confusion
de: Verwechslung
ro: Confuzie

source: Constipation
de: Verstopfung
ro: Constipare

# ConstipationDiarrhoea
source: Constipation or diarrhoea
de: Verstopfung oder Durchfall
ro: Constipare sau diaree

source: Dark-coloured urine
de: Dunkel gefärbter Urin
ro: Urină de culoare închisă

source: Dehydration
de: Austrocknung
ro: Deshidratare

source: Depression
ro: Depresie

# DepressionAnxiety
source: Depression and anxiety
de: Depression und Angst
ro: Depresie și anxietate

source: Difficulty concentrating
de: Konzentrationsschwierigkeiten
ro: Dificultăți de concentrare

source: Difficulty sleeping
de: Schwieriges Schlafen
ro: Dificultatea de a dormi

# DisorderlyBehaviour
source: Disorderly or irrational behaviour, which may be mistaken for drunkenness
de: Ungeordnetes oder irrationales Verhalten, das mit Trunkenheit verwechselt werden kann
ro: Comportament dezordonat sau irațional, care poate fi confundat cu stare de ebrietate

source: Fever
de: Fieber
ro: Febră

# FingertipsClubbed
source: Clubbing of the fingertips – the tissue beneath the nail thickens and the fingertips become rounded and bulbous
de: Clubbing der Fingerspitzen – das Gewebe unter dem Nagel verdickt sich und die Fingerspitzen werden rund und knollig
ro: Baterea vârfurilor degetelor – țesutul de sub unghie se îngroașă, iar vârfurile degetelor devin rotunjite și bulboase

# Flatulence
source: Belching or flatulence(passing wind)
de: Aufstoßen oder Blähungen (Blähungen)
ro: Eructații sau flatulență

source: Flu
de: Grippe
ro: Gripă

source: Food poisoning
de: Lebensmittelvergiftung
ro: Intoxicație alimentară

# ForgottenPassword
source: Have you forgotten your password?
de: Hast du dein Passwort vergessen?
ro: Ați uitat parola?

# ForgottenUsername
source: Have you forgotten your username?
de: Haben Sie Ihren Benutzernamen vergessen?
ro: Ați uitat numele de utilizator?

source: Glandular fever
de: Drüsenfieber
ro: Febră glandulară

# Halitosis
source: Bad breath (halitosis)
de: Mundgeruch (Mundgeruch)
ro: Respirație neplăcut mirositoare (halitoză)

source: Hay fever
de: Heuschnupfen
ro: Guturai

source: Headache
de: Kopfschmerzen
ro: Durere de cap

source: Hepatitis A
ro: Hepatita A

source: Hepatitis B
ro: Hepatita B

# Hives
source: Raised, itchy rash (hives)
de: Erhabener, juckender Ausschlag (Quaddeln)
ro: Erupție cutanată crescută, cu mâncărime (urticarie)

# lblFormTitle
source: How are you feeling?*
de: Wie fühlen Sie sich?*
ro: Cum vă simțiți?*

source: Hypoglycaemia
de: Hypoglykämie
ro: Hipoglicemie

source: Indigestion
de: Verdauungsstörungen
ro: Indigestie

# ItchyFace
source: An itchy throat, mouth, nose and ears
de: Ein juckender Hals, Mund, Nase und Ohren
ro: Mâncărimi în gât, gură, nas și urechi

source: Kidney infection
de: Niereninfektion
ro: Infecție la rinichi

# lblAccount
source: * You can only log in if you have a predefined account. Otherwise please continue as a patient.
de: * Sie können sich nur anmelden, wenn Sie ein vordefiniertes Konto haben. Ansonsten bleiben Sie bitte Patient.
ro: * Vă puteți loga doar dacă aveți un cont predefinit. În caz contrar, vă rugăm continuați ca pacient.

source: Measles
de: Maser
ro: Pojar

source: Migraine
de: Migräne
ro: Migrenă

# MS
source: Multiple sclerosis (MS)
de: Multiple Sklerose (MS)
ro: Scleroză multiplă (SM)

source: Mumps
ro: Oreion

# NeedToUrinate
source: Need to urinate more often than usual
de: Sie müssen häufiger als gewöhnlich urinieren
ro: O nevoie de urinare mai des decat de obicei

source: No symptoms checked
de: Keine Symptome geprüft
ro: Nu a fost ales niciun simptom.

source: Panic disorder
de: Panikstörung
ro: Tulburare de panica

source: Polymyalgia rheumatica
ro: Polimialgie reumatică

# PossibleDisease
source: Based on the symptoms you provided, you may have
de: Basierend auf den von Ihnen angegebenen Symptomen haben Sie möglicherweise
ro: Pe baza simptomelor furnizate de dv., ați putea avea

source: Potential heart attack
de: Möglicher Herzinfarkt
ro: Potențial infarct

# ProvidePassword
source: Please provide a password!
de: Bitte geben Sie ein Passwort ein!
ro: Vă rugăm furnizați o parolă!

# ProvideUsername
source: Please provide a username!
de: Bitte geben Sie einen Benutzernamen an!
ro: Vă rugăm furnizați un nume de utilizator!

# ReducedSmell
source: Reduced sense of smell
de: Reduzierter Geruchssinn
ro: Simțul mirosului redus

# Reflux
source: Bringing food or fluid back up from your stomach (reflux)
de: Rückfluss von Nahrung oder Flüssigkeit aus dem Magen (Reflux)
ro: Aducerea alimentelor sau lichidelor înapoi din stomac (reflux)

# ResultInconclusive
source: Your result was inconclusive. We recommend that you visit your family doctor.
de: Ihr Ergebnis war nicht schlüssig. Wir empfehlen Ihnen, Ihren Hausarzt aufzusuchen.
ro: Rezultatul dv. a fost neconcludent! Recomandăm să vizitați medicul de familie.

# SaltyCravings
source: Craving for salty foods
de: Verlangen nach salzigen Speisen
ro: Poftă de mâncăruri sărate

source: Sickle cell disease
de: Sichelzellenanämie
ro: Siclemie

source: Sinusitis
ro: Sinuzită

# StiffNeckHeadache
source: Severe headache, stiff neck, or dizziness
de: Starke Kopfschmerzen, steifer Nacken oder Schwindel
ro: Cefalee severă, gât rigid sau amețeli

# TenderSwollenTummy
source: Tender or swollen tummy
de: Zarter oder geschwollener Bauch
ro: Abdomen sensibil sau umflat

# ThreeSymptomsRequired
source: Please check at least three symptoms!
de: Bitte prüfen Sie mindestens drei Symptome!
ro: Vă rugăm să alegeți cel puțin 3 simptome!

source: Tight chest
de: Enge Brust
ro: Piept strâns

# TinglingFingers
source: Tingling sensation in your fingers
de: Kribbeln in den Fingern
ro: Senzație de furnicături în degete

source: Tonsillitis
de: Mandelentzündung
ro: Amigdalită

source: Tuberculosis
de: Tuberkulose
ro: Tuberculoză

# TummyPain
source: Diarrhoea or abdominal pain
de: Durchfall oder Bauchschmerzen
ro: Diaree sau dureri abdominale

# Unwell
source: General sense of feeling unwell
de: Allgemeines Unwohlsein
ro: O senzație generală de rău

source: Urinary tract infection
de: Harnwegsinfekt
ro: Infecții ale tractului urinar

# VB12Deficiency
source: Vitamin B12 (folate deficiency)
de: Vitamin B12 (Folatmangel)
ro: Deficit de vitamina B12 (de folat)

source: Welcome
de: Herzlich willkommen
ro: Bine ați venit

# Dizziness
source: Dizziness or light-headedness
de: Schwindel oder Benommenheit
ro: Amețeli

# Drowsiness
source: Drowsiness, confusion, or slurred speech
de: Schläfrigkeit, Verwirrung oder undeutliche Sprache
ro: Somnolență, confuzie sau vorbire neclară

# DryScalySkin
source: Dry and scaly skin
de: Trockene und schuppige Haut
ro: Piele uscată și solzoasă

source: Dry mouth
de: Trockener Mund
ro: Gură uscată

# DryFace
source: Dry mouth, lips and eyes
de: Trockener Mund, Lippen und Augen
ro: Uscarea gurii, buzelor și ochilor

# SuddenlyStomachAche
source: Dull pain around the top of your stomach that develops suddenly
de: Plötzlich auftretender dumpfer Schmerz im Oberbauch
ro: Durere surdă în jurul partea superioară a stomacului, care se dezvoltă brusc

source: Earache
de: Ohrenschmerzen
ro: Durere de ureche

# Fatigue
source: More intense pain and fatigue
de: Intensivere Schmerzen und Müdigkeit
ro: Durere și oboseală mai intensă

source: Eye irritation
de: Augen Irritation
ro: Iritație la ochi

source: Feeling and being sick
de: Sich krank fühlen und sein
ro: Să te simți și să fii bolnav

# UnableToEmptyBladder
source: Feeling as though you're unable to empty your bladder fully
de: Gefühl, dass Sie Ihre Blase nicht vollständig entleeren können
ro: Simți că nu poți să-ți golești complet vezica urinară

# FeelingFaint
source: Feeling lightheaded or faint
de: Schwindel oder Ohnmacht
ro: Senzație de amețeală sau de leșin

# FeelingUnwell
source: Feeling generally unwell
de: Allgemeines Unwohlsein
ro: Senzație de rău în general

source: Feeling hungry
de: Hungrig sein
ro: Senzație de foame

source: Feeling or being sick
de: Sich krank fühlen oder krank sein
ro: Să te simți sau să fii bolnav

source: Feeling tired
de: Sich müde fühlen
ro: Senzație de oboseală

# FeelingFull
source: Feeling uncomfortably full or heavy
de: Unangenehmes Völle- oder Schweregefühl
ro: Senzație incomod de plin sau greu

# FeelingWeak
source: Feeling very weak or tired
de: Sich sehr schwach oder müde fühlen
ro: Te simți foarte slab sau obosit

# Seizures
source: Fits (seizures)
de: Anfälle
ro: Crize (convulsii)

source: Frequent sneezing
de: Häufiges Niesen
ro: Strănuturi frecvente

# GeneralPains
source: General aches and pains
de: Allgemeine Beschwerden und Schmerzen
ro: Dureri generale

source: Going pale
de: Allgemeine Beschwerden und Schmerzen
ro: Paloare

source: Hacking cough
de: Hackender Husten
ro: Tuse scurtă, uscată și frecventă

# Tinnitus
source: Hearing sounds coming from inside the body, rather than from an outside source (tinnitus)
de: Hören von Geräuschen, die aus dem Inneren des Körpers kommen, anstatt von einer äußeren Quelle (Tinnitus)
ro: Auziți sunete care provin din interiorul corpului, mai degrabă decât dintr-o sursă exterioară (tinitus)

source: Hot flushes
de: Hitzewallungen
ro: Frisoane

# IncreasedSensitivity
source: Increased sensitivity to light and sound
de: Erhöhte Licht- und Geräuschempfindlichkeit
ro: Sensibilitate crescută la lumină și sunet

source: Increased thirst
de: Erhöhter Durst
ro: Sete crescută

# InflamedItchyNoseThroat
source: Inflamed, itchy nose and throat
de: Entzündete, juckende Nase und Rachen
ro: Nas și gât inflamate, mâncărimi

source: Intense headache
de: Starke Kopfschmerzen
ro: Dureri de cap intense

# IrregularHeavyPeriods
source: Irregular periods or heavy periods
de: Unregelmäßige Perioden oder starke Perioden
ro: Menstruații neregulate sau abundente

source: Irritability
de: Reizbarkeit
ro: Iritabilitate

# ItchySkinRash
source: Itchy skin or a raised, red skin rash
de: Juckende Haut oder erhabener, roter Hautausschlag
ro: Mâncărimi ale pielii sau o erupție cutanată în relief, roșie

# AllergicConjunctivitis
source: Itchy, red or watery eyes (allergic conjunctivitis)
de: Juckende, rote oder tränende Augen (allergische Konjunktivitis)
ro: Conjunctivită alergică

# Jaundice
source: Jaundice (yellowing of the skin and whites of the eyes)
de: Gelbsucht (Gelbfärbung der Haut und des Augenweißes)
ro: Icter (îngălbenirea pielii și a albului ochilor)

source: Joint pain
de: Gelenkschmerzen
ro: Dureri articulare

# LackOfAppetite
source: Lack of appetite and weight loss
de: Appetitlosigkeit und Gewichtsverlust
ro: Lipsa poftei de mâncare și pierderea în greutate

# Lethargy
source: Lack of energy (lethargy)
de: Energiemangel (Lethargie)
ro: Lipsa energiei (letargie)

# LimbJointPain
source: Limb or joint pain
de: Glieder-oder Gelenkschmerzen
ro: Dureri ale membrelor sau articulațiilor

# AppetiteLoss
source: Loss of appetite
de: Verlust von Appetit
ro: Pierderea apetitului

# VoiceLossOrChanges
source: Loss of voice or changes to your voice
de: Verlust der Stimme oder Veränderungen Ihrer Stimme
ro: Pierderea sau modificări ale vocii

# MildDepression
source: Low mood (mild depression) or irritability
de: Niedergeschlagenheit (leichte Depression) oder Reizbarkeit
ro: Dispoziție scăzută (depresie ușoară) sau iritabilitate

source: Mild abdominal pain
de: Leichte Bauchschmerzen
ro: Durere abdominală ușoară

source: Mobility problems
de: Mobilitätsprobleme
ro: Probleme de mobilitate

# SevereDryCough
source: More severe, often dry cough
de: Stärkerer, oft trockener Husten
ro: Tuse mai severă, adesea uscată

# MuscleAchesWeakness
source: Muscle aches and weakness
de: Muskelschmerzen und Schwäche
ro: Dureri musculare și slăbiciune

source: Muscle cramps
de: Muskelkrämpfe
ro: Crampe musculare

source: Muscle pain
de: Muskelschmerzen
ro: Dureri musculare

# MuscleSpams
source: Muscle spasms, stiffness and weakness
de: Muskelkrämpfe, Steifheit und Schwäche
ro: Spasme musculare, rigiditate și slăbiciune

source: Muscle weakness
de: Muskelschwäche
ro: Slabiciune musculară

source: Nausea
de: Brechreiz
ro: Greaţă

# NauseaOrVomiting
source: Nausea (feeling sick) or vomiting
de: Übelkeit oder Erbrechen
ro: Greață (senzație de rău) sau vărsături

source: Nausea and vomiting
de: Übelkeit und Erbrechen
ro: Greață și vărsături

source: Night sweats
de: Nachtschweiß
ro: Transpirații nocturne

# NumbnessTingling
source: Numbness and tingling
de: Taubheit und Kribbeln
ro: Amorțeală și furnicături

# Numbness
source: Numbness or pins and needles
de: Taubheit oder Kribbeln
ro: Amorțeală sau înțepături

source: Pain
de: Schmerz
ro: Dureri

# GenitalsPain
source: Pain and discomfort in your side, lower back or around your genitals
de: Schmerzen und Beschwerden in Ihrer Seite, im unteren Rücken oder um Ihre Genitalien herum
ro: Durere și disconfort în partea inferioară a spatelui sau în jurul organelor genitale

# HeadPain
source: Pain and tenderness around your cheeks, eyes or forehead
de: Schmerzen und Empfindlichkeit um Ihre Wangen, Augen oder Stirn
ro: Durere și sensibilitate în jurul obrajilor, ochilor sau frunții

# BehindEyesPain
source: Pain around or behind your eyes
de: Schmerzen um oder hinter den Augen
ro: Durere în jurul sau în spatele ochilor

# UpperAbdomenPain
source: Pain in the upper-right part of your tummy
de: Schmerzen im oberen rechten Teil Ihres Bauches
ro: Durere în partea dreaptă sus a abdomenului

# LowerTummyPain
source: Pain low down in your tummy
de: Schmerzen tief unten in deinem Bauch
ro: Durere în partea de jos a abdomenului

# DiscomfortUrinating
source: Pain or discomfort when peeing
de: Schmerzen oder Beschwerden beim Pinkeln
ro: Durere sau disconfort la urinare

# CarpalTunnelSyndrome
source: Pain, numbness and a tingling sensation in the hand and fingers (carpal tunnel syndrome)
de: Schmerzen, Taubheitsgefühl und Kribbeln in der Hand und den Fingern (Karpaltunnelsyndrom)
ro: Durere, amorțeală și senzație de furnicături în mână și degete (sindrom de tunel carpian)

source: Pale skin
de: Blasse Haut
ro: Piele palidă

source: Palpitations
de: Herzklopfen
ro: Palpitații

# InfrequentlyPassingUrine
source: Passing small amounts of urine infrequently (less than three or four times a day)
de: Unregelmäßiges Ablassen kleiner Urinmengen (weniger als drei- oder viermal am Tag)
ro: Trecerea unei cantități mici de urină (mai puțin de trei sau patru ori pe zi)

source: Persistent abdominal pain
de: Anhaltende Bauchschmerzen
ro: Dureri abdominale persistente

source: Persistent back pain
de: Anhaltende Rückenschmerzen
ro: Dureri persistente de spate

source: Problems breathing
de: Probleme beim Atmen
ro: Probleme de respirație

# ProblemsConcentrating
source: Problems with thinking, learning and planning
de: Probleme beim Denken, Lernen und Planen
ro: Probleme cu gândirea, învățarea și planificarea

source: Puffy, watery eyes
de: Geschwollene, tränende Augen
ro: Ochi umflați și lăcrimați

# EarsRinging
source: Ringing in your ears
de: Klingeln in deinen Ohren
ro: Țiuit în urechi

source: Runny nose
de: Laufende Nase
ro: Nas curgător

# RunnyBlockedNose
source: Runny or blocked nose
de: Laufende oder verstopfte Nase
ro: Nasul curgător sau blocat

# SeriousUnrespondingPain
source: Serious pain that isn't responding to treatments at home
de: Schwere Schmerzen, die nicht auf Behandlungen zu Hause ansprechen
ro: Durere gravă care nu răspunde la tratamentele la domiciliu

source: Severe muscle weakness
de: Schwere Muskelschwäche
ro: Slăbiciune musculară severă

source: Shaking
de: Schütteln
ro: Tremur

# Shivering
source: Shivering or chills
de: Zittern oder Schüttelfrost
ro: Fior sau frisoane

# BreathShortness
source: Shortness of breath
de: Kurzatmigkeit
ro: Dificultăți de respirație

# PaleSkinLips
source: Skin or lips that are very pale
de: Haut oder Lippen, die sehr blass sind
ro: Piele sau buze foarte palide

source: Slow movements and thoughts
de: Langsame Bewegungen und Gedanken
ro: Mișcări și gânduri lente

# WhiteSpotsInMouth
source: Small greyish-white spots in the mouth
de: Kleine grauweiße Flecken im Mund
ro: Pete mici alb-cenușii în gură

# PurpleSpotsInMouth
source: Small red or purple spots on the roof of your mouth
de: Kleine rote oder violette Flecken auf dem Gaumen
ro: Pete mici roșii sau violete pe cerul gurii

source: Sneezing
de: Niesen
ro: Strănut

source: Sore throat
de: Halsschmerzen
ro: Durere de gât

# SoreSensitiveEyes
source: Sore, red eyes that may be sensitive to light
de: Wunde, rote Augen, die lichtempfindlich sein können
ro: Ochi dureroși, roșii, care pot fi sensibili la lumină

# SpeechSwallowingDifficulties
source: Speech and swallowing difficulties
de: Sprach- und Schluckbeschwerden
ro: Dificultăți de vorbire și de înghițire

# StomachCrampsAbdominalPain
source: Stomach cramps and abdominal pain
de: Magenkrämpfe und Bauchschmerzen
ro: Crampe de stomac și dureri abdominale

source: Stuffy nose
de: Verstopfte Nase
ro: Nas înfundat

# SuddenTummySwelling
source: Sudden swelling in the abdomen
de: Plötzliche Schwellung im Bauch
ro: Umflare bruscă în abdomen

source: Sudden urges to urinate
de: Plötzlicher Harndrang
ro: Impulsuri bruște de a urina

# SuddenVisionLoss
source: Sudden vision loss, or changes in your vision
de: Plötzlicher Sehverlust oder Veränderungen Ihres Sehvermögens
ro: Pierderea bruscă a vederii sau modificări ale vederii

source: Sweating
de: Schwitzen
ro: Transpiraţie

# MouthSwelling
source: Swelling of the mouth, throat or tongue, which can cause breathing and swallowing difficulties
de: Schwellung von Mund, Rachen oder Zunge, die Atem- und Schluckbeschwerden verursachen kann
ro: Umflarea gurii, gâtului sau limbii, care poate provoca dificultăți de respirație și de înghițire

# EyesSwelling
source: Swelling or 'puffiness' around your eyes
de: Schwellungen oder Schwellungen um Ihre Augen
ro: Umflare în jurul ochilor

# EyelidsSwelling
source: Swollen eyelids
de: Geschwollene Augenlider
ro: Pleoapele umflate

# SwollenEyesLipsHandsFeet
source: Swollen eyes, lips, hands and feet
de: Geschwollene Augen, Lippen, Hände und Füße
ro: Ochi, buze, mâini și picioare umflate

# SwollenGlands
source: Swollen glands in your neck and possibly in other parts of your body, such as under your armpits
de: Geschwollene Drüsen in Ihrem Hals und möglicherweise in anderen Teilen Ihres Körpers, wie z. B. unter Ihren Achseln
ro: Glande umflate în gât și posibil în alte părți ale corpului, cum ar fi sub axile

# SwollenTonsils
source: Swollen tonsils and adenoids (small lumps of tissue at the back of the nose), which may affect your breathing
de: Geschwollene Mandeln und Adenoide (kleine Gewebeklumpen im Nasenrücken), die Ihre Atmung beeinträchtigen können
ro: Amigdalele și adenoidele umflate (bucăți mici de țesut în partea din spate a nasului), care vă pot afecta respirația

# SwollenLymphGlands
source: Swollen, painful lymph glands in your neck
de: Geschwollene, schmerzhafte Lymphdrüsen im Nacken
ro: Glandele limfatice umflate și dureroase în gât

# TummyTenderness
source: Tenderness or swelling of the abdomen
de: Zärtlichkeit oder Schwellung des Bauches
ro: Sensibilitate sau umflare a abdomenului

# RedThroat
source: The inside of your throat to become very red and ooze fluid
de: Das Innere Ihres Rachens wird sehr rot und sickert aus
ro: Interiorul gâtului foarte roșu și scurgere lichid

# FrequentUrination
source: The need to urinate frequently
de: Die Notwendigkeit, häufig zu urinieren
ro: Necesitatea de a urina frecvent

source: Tingling lips
de: Prickelnde Lippen
ro: Furnicături de buze

source: Tiredness
de: Müdigkeit
ro: Oboseală

source: Toothache
de: Zahnschmerzen
ro: Dureri dentare

source: Trembling or shakiness
de: Zittern oder Zittern
ro: Dârdâit sau tremurat

source: Trouble sleeping
de: Schlafstörungen
ro: Dificultăți de somn

# CloudyUrine
source: Urine that's cloudy, foul-smelling or contains blood
de: Urin, der trüb ist, übel riecht oder Blut enthält
ro: Urină care este tulbure, urât mirositoare sau care conține sânge

source: Vision problems
de: Sichtprobleme
ro: Probleme de vedere

source: Vomiting
de: Erbrechen
ro: Vărsături

source: Watery eyes
de: Wässrige Augen
ro: Ochi umezi

# WeaknessInBody
source: Weakness on one or both sides of your body
de: Schwäche auf einer oder beiden Seiten Ihres Körpers
ro: Slăbiciune pe una sau ambele părți ale corpului

source: Weight gain
de: Gewichtszunahme
ro: Creștere în greutate

source: Weight loss
de: Gewichtsverlust
ro: Pierdere în greutate

source: Wheezing
de: Keuchen
ro: Respiraţie şuierătoare

source: Aches and pains
de: Beschwerden und Schmerzen
ro: Discomfort și dureri

# NeedToUrinateMoreFrequently
source: A need to urinate more often than usual
ro: Nevoia de a urina mai des decât de obicei

# SinusHeadache
source: A sinus headache
de: Ein Nebenhöhlenkopfschmerz
ro: O durere de cap sinusală

# FeelingOfDread
source: Feeling of dread or a fear of dying
de: Angstgefühle oder Todesangst
ro: Senzație de teamă sau frică de moarte

source: Close
de: Schließen
ro: Închideți

source: English
de: Englisch
ro: Engleză

source: Romanian
de: Rumänisch
ro: Română
